<?php
/** @var yii\web\View $this */

$this->title = 'Политика конфиденциальности';
$this->params['breadcrumbs'][] = $this->title;
$domain = (\app\models\VpnIps::getSettings()['domain'] ?? 'vpn-max.com');

?>

<div class="container " style="margin-top: 50px">
    <div class="site-privacy">
        <h1>Политика конфиденциальности VPN MAX</h1>

        <p>Основной миссией VPN MAX является ваша безопасность.
            Настоящий документ объясняет:</p>
        <p>а) какую информацию мы собираем, когда вы используете наши Услуги или Сайт;</p>
        <p> б) зачем мы это делаем;</p>
        <p> в) как именно мы собираем, храним и используем ваши данные;</p>
        <p> г) кому мы можем их раскрыть; а также</p>
        <p> д) как вы можете получить доступ к своей информации, уточнить ее достоверность, исправить или потребовать ее
            удаления. Кроме того, мы указываем, какие ваши данные мы не собираем ни при каких обстоятельствах.</p>
        <p>
            Настоящая Политика конфиденциальности также содержит описание мер по обеспечению информационной
            безопасности,
            которые мы применяем, и указывает контактные лица, которым вы можете задать любые интересующие вас вопросы и
            передать свои жалобы.
            Для предоставления Услуг нам необходим определенные минимальные данные. Мы не храним на своих серверах вашу
            частную информацию, а значит, не можем и раскрыть или как-либо неправомерно использовать ее. Мы не храним
            данные
            о ваших действиях в сети, журналы или историю браузера, а также информацию о назначении и содержании трафика
            и
            запросах DNS, не ведем журнал соединений и не сохраняем ваш реальный IP-адрес, исходящий адрес VPN-сервера,
            временные метки подключений или продолжительность сессии.
            Настоящая Политика конфиденциальности вместе с Условиями обслуживания VPN MAX составляют единый юридический
            документ и являются Соглашением между вами и VPN MAX, имеющим исковую силу. Если не указано иное, термины,
            использованные в настоящем документе с заглавной буквы, имеют то же значение, что и в Условиях обслуживания.
            Наш головной офис зарегистрирован в Казахстане. Мы действуем в рамках юрисдикции и в соответствии с
            законодательством Казахстана.
        </p>

        <h2>Общая информация</h2>
        <p>
            Мы собираем разные данные в зависимости от того, как вы пользуетесь Услугами. Типы данных далее более
            подробно описаны в соответствующих разделах. Простому посещению нашего Сайта посвящен раздел 7.
        <p> (i) Персональные данные, связанные с вашим Аккаунтом («Персональные данные»)</p>
        Персональные данные — это любая информация, при помощи которой можно идентифицировать конкретного человека
        (самостоятельно или в сочетании с другой информацией). Эти данные собираются для того, чтобы предоставить вам
        Услуги. Сюда входят адрес электронной почты и платежная информация, которую вы сообщаете нам при создании или
        обновлении Аккаунта.
        <p> (ii) Общая информация о приложениях и статистика VPN-соединения («Статистические данные об
            использовании») </p>
        Для поддержания качества обслуживания мы собираем также минимальные Статистические данные об использовании. Сюда
        не входят действия пользователей в сети (в том числе при подключении к VPN). Мы не собираем (а значит, не можем
        и использовать или раскрыть) данные о содержимом или назначении VPN-трафика, запросах DNS или IP-адресах
        пользователей.
        <p> (iii) Анонимная диагностика приложений, включая сообщения о неполадках («Диагностика приложений») — по
            выбору
            Диагностика приложений — это анонимизированные сообщения о неполадках, диагностике использования и
            соединений. Эти данные не передаются по умолчанию. Вы должны сами принять соответствующее решение в
            настройках своих приложений или нажать отправить данные об ошибке.
        </p>
        </p>

        <h2>Персональные данные</h2>
        <p>
            Мы собираем только те Персональные данные, которые вы сообщаете нам через свой Аккаунт. Для предоставления Услуг, ответа на ваши запросы, получения вашей оплаты и сообщения вам новостей нам нужен ваш адрес электронной почты и платежная информация.
            В зависимости от выбранного вами способа оплаты, сюда могут входить, например, ваше имя, страна и адрес выставления счета, а также номер кредитной карты. Существуют также сторонние платежные сервисы и сайты, контролирующиеся независимыми операторами (напр., PayPal, BitPay, Paymentwall, Stripe и т. д.), которые могут собирать свои данные. Узнать, что это за данные, вы можете из условий обслуживания и политик конфиденциальности таких операторов. Вы также можете настроить оплату через, например, биткойн, чтобы свести к минимуму передаваемые персональные данные.
        </p>

        <h2>Зачем нам нужен ваш адрес электронной почты?</h2>
        <p>
            Через него (включая функцию сброса пароля) мы предоставляем вам наши услуги, связываемся с вами по поводу оплаты, сообщаем вам новости, отвечаем на ваши запросы и направляем вам рекламную и иную информацию, связанную с нашими сервисами («Рекламная рассылка»). Вы можете отказаться от Рекламной рассылки.
            Настоящая Политика конфиденциальности исчерпывающе описывает все способы использования ваших Персональных данных. Мы не продаем и не предоставляем доступ к ним третьим лицам. Наш сбор ваших Персональных данных носит законный характер, соответствует требованиям применимого права и осуществляется с целью выполнения наших договорных обязательств перед вами.
            Мы контролируем и храним связанные с Аккаунтами VPN MAX данные только на принадлежащих нам и нашим дочерним предприятиям серверах и системах. Если в виде исключения нашим аффилированным лицам потребуется обработать ваши данные, мы предоставим их им в ограниченном объеме и на ограниченный срок исключительно для заявленных целей такой обработки и обеспечим применение тех же стандартов и протоколов безопасности, которые применяем сами. Во избежание сомнений, мы никогда не передаем контроль над персональной информацией наших пользователей аффилированным лицам, в том числе нашей контролирующей компании.
        </p>

        <h2>Как мы защищаем и сохраняем ваши персональные данные</h2>
        <p>
            Безопасность. Наши меры и протоколы обеспечения физической и технической безопасности офисов и хранилищ данных являются наиболее эффективными из существующих и предотвращают утечки, несанкционированное использование, раскрытие и изменение ваших Персональных данных. Однако стоит понимать, что абсолютной защиты не существует, почему мы и стремимся собирать лишь минимальный объем данных.
            Серверы и центры хранения и обработки данных. Используемые нами центры надежно защищены и не требуют от нас сбора ваших Персональных данных и информации о вашем трафике. Мы немедленно откажемся от их услуг, если они предъявят нам такое требование. Даже в случае изъятия наших серверов государством, никто не сможет вас идентифицировать, поскольку мы не храним никаких журналов.
            Хранение ваших Персональных данных Мы храним ограниченный набор ваших данных в течение ограниченного времени в соответствии с применимым законодательством. Как только причина хранения таких данных пропадает или как только вы направляете нам требование об их удалении (см. раздел 11), мы их удаляем. Обратите внимание, что после удаления ваших данных вы не сможете больше использовать наши Услуги.
            Законодательство. Ваши Персональные данные хранит и использует VPN MAX, а не какие-либо иные аффилированные лица. Мы действуем в рамках юрисдикции и в соответствии с законодательством Казахстана (см. раздел 16 Условий обслуживания). Любые юридические требования касательно Персональных (и иных) данных также регулируются законодательством Казахстана. В случае обнаружения попыток обойти законодательство мы прилагаем все возможные усилия к защите ваших и наших прав. Наши контролирующие, дочерние или аффилированные компании никогда не разглашают хранящиеся у нас Персональные данные, добровольно или принудительно.
        </p>

        <h2>Как мы защищаем ваши персональные данные от поставщиков услуг</h2>
        <p>
            Мы можем предоставлять ограниченный доступ к некоторой информации своим агентам, подрядчикам и сторонним поставщикам услуг («Поставщики услуг»), оказывающим нам поддержку при обработке платежей, предоставлении Услуг и прочих операциях. Мы связываем всех таких Поставщиков услуг строгими обязательствами конфиденциальности и запрещаем им использование данных в других целях помимо сотрудничества с нами в заявленном объеме. Сюда входят договорные обязательства по защите информации в соответствии с применимым законодательством, в том числе касательно передачи данных из Европейского Союза / Европейской экономической зоны в другие страны.
            Поставщики услуг получают ограниченный доступ к минимально необходимому им объему информации. Мы не передаем им данные о ваших действиях в сети и подключениях к VPN, поскольку сами не обладаем такой информацией.
            Помимо этого вы можете дать нам разрешение на передачу дополнительных Персональных данных (напр., в рекламных целях или в целях получения дополнительных услуг).
        </p>

        <h2>Статистические данные об использовании и Диагностика приложений</h2>
        <p>
            Для поддержания качества обслуживания мы собираем определенную информацию о вашем использовании сервиса VPN, которую на условиях конфиденциальности предоставляем своим сотрудникам и Поставщикам услуг исключительно в случае необходимости и в целях, описанных выше.
            Статистические данные об использовании и Диагностика приложений не содержат никаких частных данных так же, как мы не храним вашу историю браузера, назначение и содержание трафика, IP-адреса и запросы DNS.
            Мы собираем лишь минимальный объем данных, а это значит:
            Мы не знаем, кто конкретно пользуется какими сайтами.
            Мы не знаем, кто конкретно и в какой момент подключается к VPN (и к какому конкретно серверу).
            Мы не знаем ваш реальный IP-адрес.
            Мы ни при каких обстоятельствах не сможем выдать эту информацию, поскольку сами ей не обладаем.
        </p>


    </div>

</div>