<?php
/** @var yii\web\View $this */

$this->title = 'Политика конфиденциальности';
$this->params['breadcrumbs'][] = $this->title;
$domain = (\app\models\VpnIps::getSettings()['domain'] ?? 'vpn-max.com');

?>

<ol class="c1 lst-kix_list_1-0 start" start="1">
    <li class="c5 li-bullet-0"><span class="c8">Политика конфиденциальности VPN MAX</span></li>
</ol>
<p class="c3"><span class="c2">Основной миссией VPN MAX является ваша безопасность.</span></p>
<p class="c3"><span class="c2">Настоящий документ объясняет:<br>а) какую информацию мы собираем, когда вы используете наши Услуги или Сайт;<br>б) зачем мы это делаем;<br>в) как именно мы собираем, храним и используем ваши данные;<br>г) кому мы можем их раскрыть; а также<br>д) как вы можете получить доступ к своей информации, уточнить ее достоверность, исправить или потребовать ее удаления. Кроме того, мы указываем, какие ваши данные мы не собираем ни при каких обстоятельствах.</span>
</p>
<p class="c3"><span class="c2">Настоящая Политика конфиденциальности также содержит описание мер по обеспечению информационной безопасности, которые мы применяем, и указывает контактные лица, которым вы можете задать любые интересующие вас вопросы и передать свои жалобы.</span>
</p>
<p class="c3"><span class="c2">Для предоставления Услуг нам необходим определенные минимальные данные. Мы не храним на своих серверах вашу частную информацию, а значит, не можем и раскрыть или как-либо неправомерно использовать ее. Мы не храним данные о ваших действиях в сети, журналы или историю браузера, а также информацию о назначении и содержании трафика и запросах DNS, не ведем журнал соединений и не сохраняем ваш реальный IP-адрес, исходящий адрес VPN-сервера, временные метки подключений или продолжительность сессии.</span>
</p>
<p class="c3"><span class="c2">Настоящая Политика конфиденциальности вместе с Условиями обслуживания VPN MAX составляют единый юридический документ и являются Соглашением между вами и VPN MAX, имеющим исковую силу. Если не указано иное, термины, использованные в настоящем документе с заглавной буквы, имеют то же значение, что и в Условиях обслуживания.</span>
</p>
<p class="c3"><span class="c2">Наш головной офис зарегистрирован в Казахстане. Мы действуем в рамках юрисдикции и в соответствии с законодательством Казахстана.</span>
</p>
<ol class="c1 lst-kix_list_1-1 start" start="1">
    <li class="c4 li-bullet-1"><span class="c0">Общая информация</span></li>
</ol>
<p class="c3"><span class="c2">Мы собираем разные данные в зависимости от того, как вы пользуетесь Услугами. Типы данных далее более подробно описаны в соответствующих разделах. Простому посещению нашего Сайта посвящен раздел&nbsp;7.</span>
</p>
<p class="c3"><span class="c2">(i) Персональные данные, связанные с вашим Аккаунтом («Персональные данные»)</span></p>
<p class="c3"><span class="c2">Персональные данные&nbsp;— это любая информация, при помощи которой можно идентифицировать конкретного человека (самостоятельно или в сочетании с другой информацией). Эти данные собираются для того, чтобы предоставить вам Услуги. Сюда входят адрес электронной почты и платежная информация, которую вы сообщаете нам при создании или обновлении Аккаунта.</span>
</p>
<p class="c3"><span class="c2">(ii) Общая информация о приложениях и статистика VPN-соединения («Статистические данные об использовании»)</span>
</p>
<p class="c3"><span class="c2">Для поддержания качества обслуживания мы собираем также минимальные Статистические данные об использовании. Сюда не входят действия пользователей в сети (в том числе при подключении к VPN). Мы не собираем (а значит, не можем и использовать или раскрыть) данные о содержимом или назначении VPN-трафика, запросах DNS или IP-адресах пользователей.</span>
</p>
<p class="c3"><span class="c2">(iii) Анонимная диагностика приложений, включая сообщения о неполадках («Диагностика приложений»)&nbsp;— по выбору</span>
</p>
<p class="c3"><span class="c2">Диагностика приложений&nbsp;— это анонимизированные сообщения о неполадках, диагностике использования и соединений. Эти данные не передаются по умолчанию. Вы должны сами принять соответствующее решение в настройках своих приложений или нажать отправить данные об ошибке.</span>
</p>
<p class="c3 c6"><span class="c2"></span></p>
<ol class="c1 lst-kix_list_1-1" start="2">
    <li class="c4 li-bullet-1"><span class="c0">Персональные данные</span></li>
</ol>
<p class="c3"><span class="c2">Мы собираем только те Персональные данные, которые вы сообщаете нам через свой Аккаунт. Для предоставления Услуг, ответа на ваши запросы, получения вашей оплаты и сообщения вам новостей нам нужен ваш адрес электронной почты и платежная информация.</span>
</p>
<p class="c3"><span class="c2">В зависимости от выбранного вами способа оплаты, сюда могут входить, например, ваше имя, страна и адрес выставления счета, а также номер кредитной карты. Существуют также сторонние платежные сервисы и сайты, контролирующиеся независимыми операторами (напр., PayPal, BitPay, Paymentwall, Stripe и т.&nbsp;д.), которые могут собирать свои данные. Узнать, что это за данные, вы можете из условий обслуживания и политик конфиденциальности таких операторов. Вы также можете настроить оплату через, например, биткойн, чтобы свести к минимуму передаваемые персональные данные.</span>
</p>
<ol class="c1 lst-kix_list_1-1" start="3">
    <li class="c4 li-bullet-2"><span class="c0">Зачем нам нужен ваш адрес электронной почты?</span></li>
</ol>
<p class="c3"><span class="c2">Через него (включая функцию сброса пароля) мы предоставляем вам наши услуги, связываемся с вами по поводу оплаты, сообщаем вам новости, отвечаем на ваши запросы и направляем вам рекламную и иную информацию, связанную с нашими сервисами («Рекламная рассылка»). Вы можете отказаться от Рекламной рассылки.</span>
</p>
<p class="c3"><span class="c2">Настоящая Политика конфиденциальности исчерпывающе описывает все способы использования ваших Персональных данных. Мы не продаем и не предоставляем доступ к ним третьим лицам. Наш сбор ваших Персональных данных носит законный характер, соответствует требованиям применимого права и осуществляется с целью выполнения наших договорных обязательств перед вами.</span>
</p>
<p class="c3"><span class="c2">Мы контролируем и храним связанные с Аккаунтами VPN MAX данные только на принадлежащих нам и нашим дочерним предприятиям серверах и системах. Если в виде исключения нашим аффилированным лицам потребуется обработать ваши данные, мы предоставим их им в ограниченном объеме и на ограниченный срок исключительно для заявленных целей такой обработки и обеспечим применение тех же стандартов и протоколов безопасности, которые применяем сами. Во избежание сомнений, мы никогда не передаем контроль над персональной информацией наших пользователей аффилированным лицам, в том числе нашей контролирующей компании.</span>
</p>
<ol class="c1 lst-kix_list_1-1" start="4">
    <li class="c4 li-bullet-1"><span class="c0">Как мы защищаем и сохраняем ваши персональные данные</span></li>
</ol>
<p class="c3"><span class="c2">Безопасность. Наши меры и протоколы обеспечения физической и технической безопасности офисов и хранилищ данных являются наиболее эффективными из существующих и предотвращают утечки, несанкционированное использование, раскрытие и изменение ваших Персональных данных. Однако стоит понимать, что абсолютной защиты не существует, почему мы и стремимся собирать лишь минимальный объем данных.</span>
</p>
<p class="c3"><span class="c2">Серверы и центры хранения и обработки данных. Используемые нами центры надежно защищены и не требуют от нас сбора ваших Персональных данных и информации о вашем трафике. Мы немедленно откажемся от их услуг, если они предъявят нам такое требование. Даже в случае изъятия наших серверов государством, никто не сможет вас идентифицировать, поскольку мы не храним никаких журналов.</span>
</p>
<p class="c3"><span class="c2">Хранение ваших Персональных данных Мы храним ограниченный набор ваших данных в течение ограниченного времени в соответствии с применимым законодательством. Как только причина хранения таких данных пропадает или как только вы направляете нам требование об их удалении (см. раздел&nbsp;11), мы их удаляем. Обратите внимание, что после удаления ваших данных вы не сможете больше использовать наши Услуги.&nbsp;</span>
</p>
<p class="c3"><span class="c2">Законодательство. Ваши Персональные данные хранит и использует VPN MAX, а не какие-либо иные аффилированные лица. Мы действуем в рамках юрисдикции и в соответствии с законодательством Казахстана (см. раздел&nbsp;16 Условий обслуживания). Любые юридические требования касательно Персональных (и иных) данных также регулируются законодательством Казахстана. В случае обнаружения попыток обойти законодательство мы прилагаем все возможные усилия к защите ваших и наших прав. Наши контролирующие, дочерние или аффилированные компании никогда не разглашают хранящиеся у нас Персональные данные, добровольно или принудительно.</span>
</p>
<ol class="c1 lst-kix_list_1-1" start="5">
    <li class="c4 li-bullet-1"><span class="c0">Как мы защищаем ваши персональные данные от поставщиков услуг</span>
    </li>
</ol>
<p class="c3"><span class="c2">Мы можем предоставлять ограниченный доступ к некоторой информации своим агентам, подрядчикам и сторонним поставщикам услуг («Поставщики услуг»), оказывающим нам поддержку при обработке платежей, предоставлении Услуг и прочих операциях. Мы связываем всех таких Поставщиков услуг строгими обязательствами конфиденциальности и запрещаем им использование данных в других целях помимо сотрудничества с нами в заявленном объеме. Сюда входят договорные обязательства по защите информации в соответствии с применимым законодательством, в том числе касательно передачи данных из Европейского Союза / Европейской экономической зоны в другие страны.</span>
</p>
<p class="c3"><span class="c2">Поставщики услуг получают ограниченный доступ к минимально необходимому им объему информации. Мы не передаем им данные о ваших действиях в сети и подключениях к VPN, поскольку сами не обладаем такой информацией.</span>
</p>
<p class="c3"><span class="c2">Помимо этого вы можете дать нам разрешение на передачу дополнительных Персональных данных (напр., в рекламных целях или в целях получения дополнительных услуг).</span>
</p>
<ol class="c1 lst-kix_list_1-1" start="6">
    <li class="c4 li-bullet-1"><span class="c0">Статистические данные об использовании и Диагностика приложений</span>
    </li>
</ol>
<p class="c3"><span class="c2">Для поддержания качества обслуживания мы собираем определенную информацию о вашем использовании сервиса VPN, которую на условиях конфиденциальности предоставляем своим сотрудникам и Поставщикам услуг исключительно в случае необходимости и в целях, описанных выше.</span>
</p>
<p class="c3"><span class="c2">Статистические данные об использовании и Диагностика приложений не содержат никаких частных данных так же, как мы не храним вашу историю браузера, назначение и содержание трафика, IP-адреса и запросы DNS.</span>
</p>
<p class="c3"><span class="c2">Мы собираем лишь минимальный объем данных, а это значит:</span></p>
<p class="c3"><span class="c2">Мы не знаем, кто конкретно пользуется какими сайтами.</span></p>
<p class="c3"><span class="c2">Мы не знаем, кто конкретно и в какой момент подключается к VPN (и к какому конкретно серверу).</span>
</p>
<p class="c3"><span class="c2">Мы не знаем ваш реальный IP-адрес.</span></p>
<p class="c3"><span class="c2">Мы ни при каких обстоятельствах не сможем выдать эту информацию, поскольку сами ей не обладаем.</span>
</p>
<ol class="c1 lst-kix_list_1-1" start="7">
    <li class="c4 li-bullet-2"><span class="c0">Приложения и версии приложений</span></li>
</ol>
<p class="c3"><span class="c2">Информация о ваших приложениях и их версиях нам нужна для того, чтобы предоставлять вам Услуги и решать возникающие у вас технические проблемы.</span>
</p>
<ol class="c1 lst-kix_list_1-1" start="8">
    <li class="c4 li-bullet-1"><span class="c0">Успешное подключение</span></li>
</ol>
<p class="c3"><span class="c2">Мы собираем информацию о ваших успешных подключениях к VPN: в какой день, к какому серверу и из какой страны (или от какого провайдера) вы подключаетесь. Мы не знаем конкретное время подключения или ваш исходящий IP-адрес. Благодаря этому мы можем определять проблемы с подключением, рекомендовать вам наиболее оптимальные способы использования наших услуг и устранять сетевые недочеты.</span>
</p>
<ol class="c1 lst-kix_list_1-1" start="9">
    <li class="c4 li-bullet-1"><span class="c0">Совокупный объем передаваемых данных</span></li>
</ol>
<p class="c3"><span class="c2">Нам необходимо знать, какой общий объем данных передает конкретный пользователь. Мы не ограничиваем трафик, но чрезмерная передача данных отдельными пользователями может повлиять на качество наших Услуг, и в таком случае мы свяжемся с таким пользователем.</span>
</p>
<ol class="c1 lst-kix_list_1-1" start="10">
    <li class="c4 li-bullet-1"><span class="c0">Общие Статистические данные об использовании</span></li>
</ol>
<p class="c3"><span class="c2">В целом, минимальная статистика нам необходима для предоставления качественных Услуг. Мы можем знать, что конкретный пользователь подключился к конкретному VPN-серверу в конкретный день и за сутки передал определенный объем данных. Мы не можем идентифицировать этого пользователя и его действия в сети, поскольку они пересекаются с действиями тысяч других пользователей VPN MAX, подключившихся в тот же день к тому же серверу.</span>
</p>
<p class="c3"><span class="c2">Наши системы строжайшим образом настроены уничтожать частную информацию. Нам известно только о самом факте использования наших услуг, но мы не знаем, как именно они используются.</span>
</p>
<ol class="c1 lst-kix_list_1-1" start="11">
    <li class="c4 li-bullet-1"><span class="c0">Диагностика приложений</span></li>
</ol>
<p class="c3"><span class="c2">С вашего добровольного согласия мы собираем строго анонимизированную Диагностику приложений, включая сообщения о неполадках, диагностике использования и соединений. Это позволяет нам предлагать оптимальную скорость соединения и решать проблемы с конкретными приложениями, серверами и провайдерами.</span>
</p>
<p class="c3"><span class="c2">По вашему выбору мы можем собирать следующие данные:</span></p>
<p class="c3"><span class="c2">- диагностическая информация о сбое соединения,</span></p>
<p class="c3"><span class="c2">- данные проверки скорости,</span></p>
<p class="c3"><span class="c2">- диагностическая информация приложений (сообщения о неполадках и использовании без персонализированных данных).</span>
</p>
<p class="c3"><span class="c2">Мы привлекаем к обработке этих анонимизированных данных следующих Поставщиков услуг в зависимости от используемой вами платформы на основании заключенных соглашений о конфиденциальности и других договорных условиях:</span>
</p>
<p class="c3"><span class="c2">- Windows: Sentry (принадлежит Functional Software, Inc.);</span></p>
<p class="c3"><span class="c2">- Mac: Firebase Crashlytics (принадлежит Google) и Sentry;</span></p>
<p class="c3"><span class="c2">- Linux: Sentry;</span></p>
<p class="c3"><span class="c2">- iOS: Firebase Crashlytics и Apple;</span></p>
<p class="c3"><span class="c2">- Android: Firebase Crashlytics;</span></p>
<p class="c3"><span class="c2">- Плагины браузера: Google Analytics (принадлежит Google).</span></p>
<p class="c3"><span class="c2">Во всех случаях узнать о работе указанных Поставщиков услуг вы можете из их соответствующей документации и политик.</span>
</p>
<p class="c3"><span class="c2">Мы попросим ваше разрешение на отправку Диагностики приложений при активации любого нашего Приложения. Вы в любой момент можете отказаться в настройках. На устройствах iOS отключить отправку можно через настройки iOS.</span>
</p>
<ol class="c1 lst-kix_list_1-1" start="12">
    <li class="c4 li-bullet-1"><span class="c0">Как мы защищаем и храним информацию об адресах электронной почты, переписку в чате и заполненные формы обратной связи</span>
    </li>
</ol>
<p class="c3"><span class="c2">Мы храним всю переписку, все запросы и жалобы, а также всю обратную связь, которые вы направляете через наш Сайт или сервисы, включая наши ответы. В зависимости от выбранного вами способа связи мы сохраним ваш адрес электронной почты и любую другую информацию, которую вы нам предоставите. Архив переписки позволяет нам предоставлять вам Услуги наивысшего качества.</span>
</p>
<p class="c3"><span class="c2">Коммуникация осуществляется через две независимые сторонние платформы: Zendesk для электронных писем и запросов техподдержки и TeamSupport для общения в режиме реального времени. Эти платформы также хранят данные о переписке, включая ваш адрес электронной почты, техническую информацию о пользователе и устройстве, необходимую для решения заявленных проблем, а также данные о стране, из которой вы обратились, и об операционной системе вашего устройства. Обе платформы применяют современные меры и протоколы защиты, а также протокол шифрования SSL.</span>
</p>
<ol class="c1 lst-kix_list_1-1" start="13">
    <li class="c4 li-bullet-2"><span class="c0">Файлы «куки» и сторонняя аналитика</span></li>
</ol>
<p class="c3"><span class="c2">Мы используем несколько аналитических сервисов, включая продукты сторонних Поставщиков услуг, для налаживания взаимодействия с пользователями и анализа нашей работы. Они могут использовать файлы «куки», идентификаторы устройств и другую информацию для создания отчетов и сбора статистики, но они имеют доступа к сообщенным нам Персональным данным и идентифицирующей информации.</span>
</p>
<p class="c3"><span class="c2">Файлы «куки» и другие аналогичные технологии представляют собой небольшие текстовые файлы, хранящие информацию о вашем посещении Сайта («Файлы "куки"»). Благодаря им сайты запоминают ваши действия и настройки. Мы используем их, чтобы оптимизировать и улучшать работу Сайта. Мы можем периодически менять тип используемых Файлов «куки» по мере улучшения и обновления Сайта.</span>
</p>
<ol class="c1 lst-kix_list_1-1" start="14">
    <li class="c4 li-bullet-1"><span class="c0">Отключение Файлов «куки»</span></li>
</ol>
<p class="c3"><span class="c2">Вы сохраняете за собой право контролировать настройки Файлов «куки». Их можно изменить в панели настроек в браузере. В зависимости от используемого браузера вы можете контролировать, какие Файлы «куки» вы передаете и какие блокируете, а также удалить их. Более подробно об этой функции вы можете узнать в меню поддержки вашего браузера. При отключении Файлов «куки» работа нашего Сайта может не быть оптимальной.</span>
</p>
<ol class="c1 lst-kix_list_1-1" start="15">
    <li class="c4 li-bullet-1"><span class="c0">Файлы «куки» VPN MAX</span></li>
</ol>
<p class="c3"><span class="c2">Наши Файлы «куки» позволяют нам оптимизировать ваши языковые настройки и рекламу, а после вашей авторизации&nbsp;— еще и ваш Аккаунт. Файлы «куки» содержат идентификаторы, но не определяют конкретных пользователей по имени или адресу электронной почты, а также не отслеживают ваши действия за пределами доменов VPN MAX.</span>
</p>
<ol class="c1 lst-kix_list_1-1" start="16">
    <li class="c4 li-bullet-1"><span class="c0">Сторонние Файлы «куки»</span></li>
</ol>
<p class="c3"><span class="c2">Мы используем сторонние сервисы (напр., Google Analytics и Adwords). Они собирают данные для своих статистических отчетов (напр., отчетов о продолжительности посещений Сайта или количестве посещений отдельных страниц).</span>
</p>
<p class="c3"><span class="c2">Для демонстрации рекламы на сторонних сайтах нашим посетителям мы используем ремаркетинг Google Ads. Сюда входит демонстрация рекламы в результатах поиска Google или на сайтах, входящих в сеть Google Display Network.</span>
</p>
<p class="c3"><span class="c2">Поставщики услуг (включая Google) при помощи Файлов «куки» подбирают таргетированную рекламу. Все собранные данные регулируются нашей Политикой конфиденциальности и политикой конфиденциальности Google. Запретить передачу Файлов «куки» Google и сбор аналитических данных можно на специальной странице в сервисе Google. Запретить передачу сторонних файлов «куки» можно на специальной странице Network Advertising Initiative.</span>
</p>
<ol class="c1 lst-kix_list_1-1" start="17">
    <li class="c4 li-bullet-1"><span class="c0">Информация об устройстве</span></li>
</ol>
<p class="c3"><span class="c2">К информации об устройстве относятся тип устройства, операционная система, язык, идентификаторы Android или iOS и т.&nbsp;д. Мы используем эти данные для сбора статистики о том, откуда пользователи узнают о нас и как скачивают наши приложения. Сюда не входит ваше имя, адрес электронной почты или другие Персональные данные.</span>
</p>
<ol class="c1 lst-kix_list_1-1" start="18">
    <li class="c4 li-bullet-2"><span class="c0">Отключение или сброс идентификаторов</span></li>
</ol>
<p class="c3"><span class="c2">Вы можете в любой момент отключить или сбросить идентификаторы своих устройств. Подробные руководства по тому, как это сделать, вы можете найти в настройках рекламы и конфиденциальности Apple в случае устройств iOS, а также в меню управления настройками Google в случае устройств Android.</span>
</p>
<ol class="c1 lst-kix_list_1-1" start="19">
    <li class="c4 li-bullet-2"><span class="c0">Аналитика коммуникации</span></li>
</ol>
<p class="c3"><span class="c2">Мы стремимся постоянно улучшать нашу коммуникацию с пользователями. Для этого мы можем собирать статистические данные (напр., отчеты об успешной отправке электронных писем, задержке доставки электронных писем или количестве прочтений).</span>
</p>
<ol class="c1 lst-kix_list_1-1" start="20">
    <li class="c4 li-bullet-2"><span class="c0">Взаимодействие со сторонними продуктами</span></li>
</ol>
<p class="c3"><span class="c2">На Сайте могут быть размещены ссылки на сторонние ресурсы, приложения, продукты или сервисы. Мы их не контролируем. Перед работой с ними ознакомьтесь с их конкретными условиями использования или обслуживания. Владельцы таких ресурсов могут собирать ваши персональные данные по собственному усмотрению. Мы не несем ответственности за политики конфиденциальности или содержимое сторонних ресурсов.</span>
</p>
<ol class="c1 lst-kix_list_1-1" start="21">
    <li class="c4 li-bullet-1"><span class="c0">Пользователи из Европейского Союза</span></li>
</ol>
<p class="c3"><span class="c2">Мы обеспечиваем безопасность и защиту персональных данных пользователей по всему миру и собираем минимально необходимый объем информации, а также обеспечиваем предоставление пользователям полного контроля над их Персональными данными. Общий регламент по защите данных («GDPR») Европейского Союза («ЕС») требует, чтобы мы особым образом изложили свои практики и обязательства для пользователей из ЕС.</span>
</p>
<p class="c3"><span class="c2">В соответствии с требованиями GDPR мы собираем и обрабатываем Персональные данные, перечисленные в настоящей Политике конфиденциальности, в зависимости от ситуации, на следующих основаниях:</span>
</p>
<p class="c3"><span class="c2">1) В целях выполнения принятых на себя договорных обязательств, включая:</span></p>
<p class="c3"><span class="c2">- предоставление Подписчикам запрошенных ими Услуг;</span></p>
<p class="c3"><span class="c2">- управление подписками и обработку платежей в связи с нашими Услугами;</span></p>
<p class="c3"><span class="c2">- предоставление пользователям технической поддержки.</span></p>
<p class="c3"><span class="c2">2) В рамках законных интересов, связанных с деятельностью нашей компании, включая:</span>
</p>
<p class="c3"><span class="c2">- повышение качества, надежности и эффективности наших Услуг;</span></p>
<p class="c3"><span class="c2">- передачу пользователям информации и получение от них обратной связи в связи с нашими Услугами.</span>
</p>
<p class="c3"><span class="c2">3) С разрешения пользователей, которое они могут в любой момент отозвать.</span></p>
<p class="c3"><span class="c2">Ваше право на неприкосновенность частной жизни</span></p>
<p class="c3"><span class="c2">При использовании наших Услуг вы обладаете следующими правами (при условии отдельных исключений и ограничений).</span>
</p>
<p class="c3"><span class="c2">У вас есть право получать доступ к вашим хранящимся Персональным данным.</span></p>
<p class="c3"><span class="c2">У вас есть право требовать от нас исправления любых Персональных данных, хранящихся у нас, если они неверны или неполны.</span>
</p>
<p class="c3"><span class="c2">У вас есть право требовать удаления ваших Персональных данных. Обратите внимание, что после удаления ваших данных вы больше не сможете использовать наши Услуги.</span>
</p>
<p class="c3"><span class="c2">У вас есть право требовать ограничения обработки ваших Персональных данных или протестовать против такой обработки.</span>
</p>
<p class="c3"><span class="c2">У вас есть право требовать и получать свои Персональные данные в традиционном формате (переносимость данных).</span>
</p>
<p class="c3"><span class="c2">У вас есть право в любой момент отозвать свое согласие на обработку ваших данных.</span>
</p>
<p class="c3"><span class="c2">У вас есть право обращаться с жалобой или претензией в свой местный орган по контролю за защитой информации.</span>
</p>
<p class="c3"><span class="c2">Вы можете реализовать свои вышеперечисленные права, связавшись с нами, как описано в разделе&nbsp;16.</span>
</p>
<p class="c3"><span class="c2">Вы можете уполномочить другое лицо в качестве своего агента на отправку требования или запроса. Такой агент может действовать на основании предъявления письменного документа о назначении, подписанного вами, и вы должны направить нам копию такого подписанного назначения. В целях обеспечения вашей безопасности и защиты мы вправе предпринять дополнительные шаги для идентификации и подтверждения вашей личности.</span>
</p>
<p class="c3"><span class="c2">Мы обрабатываем все запросы в соответствии с требованиями применимого законодательства с максимально доступной нам скоростью.</span>
</p>
<ol class="c1 lst-kix_list_1-1" start="22">
    <li class="c4 li-bullet-2"><span class="c0">Пользователи из Калифорнии</span></li>
</ol>
<p class="c3"><span class="c2">В соответствии с положениями Закона штата Калифорния о раскрытии информации Shine the Light (Свод гражданского законодательства штата Калифорния, раздел&nbsp;1798.83) резиденты штата Калифорния вправе запросить информацию о раскрытии персональных данных третьим лицам, осуществляемом в целях адресного маркетинга. Мы не раскрываем персональные данные третьим лицам в целях адресного маркетинга. Тем не менее, резиденты штата Калифорния, при желании, могут направить нам соответствующий запрос, как описано в разделе&nbsp;16. Обратите внимание, что допускается один запрос на пользователя в год.</span>
</p>
<p class="c3"><span class="c2">Физические лица, подпадающие под действие Закона Калифорнии о защите персональных данных потребителей («CCPA»), обладают следующими правами (при условии отдельных исключений и ограничений).</span>
</p>
<p class="c3"><span class="c2">У вас есть право знать, какие ваши Персональные данные собираются, как они используются и как хранятся.</span>
</p>
<p class="c3"><span class="c2">У вас есть право требовать удаления ваших Персональных данных. Обратите внимание, что после удаления ваших данных вы больше не сможете использовать наши Услуги.</span>
</p>
<p class="c3"><span class="c2">У вас есть право запретить продажу ваших Персональных данных. Тем не менее, нет необходимости его реализовывать, поскольку мы не продаем Персональные данные третьим лицам.</span>
</p>
<p class="c3"><span class="c2">У вас есть право на защиту от дискриминации в связи с вашим использованием этих или иных прав по CCPA.</span>
</p>
<p class="c3"><span class="c2">У вас есть право в любой момент отозвать свое согласие на обработку ваших данных.</span>
</p>
<ol class="c1 lst-kix_list_1-1" start="23">
    <li class="c4 li-bullet-2"><span class="c0">Использование детьми</span></li>
</ol>
<p class="c3"><span class="c2">Наши Услуги не предназначены для использования детьми. Следовательно, нам неизвестно о сборе нами Персональных данных о несовершеннолетних лицах. Факт несовершеннолетия определяется в соответствии с законодательством юрисдикции проживания и/или использования Услуг. Если вы являетесь несовершеннолетним лицом в соответствии с применимым в вашем случае законодательством, не предоставляйте нам никакие Персональные данные без участия родителя или опекуна в процессе. В целях применения GDPR, мы не намереваемся предоставлять услуги информационного сообщества непосредственно детям. Если нам станет известно, что вы предоставили Персональные данные в нарушение применимого законодательства, мы сохраняем за собой право удалить их. Если вы считаете, что нам необходима такая информация, свяжитесь с нами, как описано в разделе&nbsp;16.</span>
</p>
<ol class="c1 lst-kix_list_1-1" start="24">
    <li class="c4 li-bullet-2"><span class="c0">Внесение изменений</span></li>
</ol>
<p class="c3"><span class="c2">Мы сохраняем за собой право вносить периодические изменения и дополнения в настоящую Политику конфиденциальности. Направление пользователям соответствующих уведомлений об изменениях регулируется применимым законодательством и нормами. Ваше использование наших Услуг и/или доступ к нашему Сайту является вашим согласием с настоящей Политикой конфиденциальности.</span>
</p>
<ol class="c1 lst-kix_list_1-1" start="25">
    <li class="c4 li-bullet-2"><span class="c0">Как связаться с VPN MAX</span></li>
</ol>
<p class="c3"><span class="c2">При возникновении каких-либо вопросов, опасений или жалоб в связи с настоящей Политикой конфиденциальности, нашим соблюдением законодательства или нашей обработкой вашей информации, а также если вы желаете реализовать свои права, обращайтесь к нам по следующим адресам электронной почты: admin@vpnmax.org</span>
</p>
<p class="c3"><span class="c2">Вы также можете направлять свои вопросы в связи с настоящей Политикой конфиденциальности нашему руководителю службы защиты информации по адресу admin@vpnmax.org</span>
</p>