<?php
$this->title = 'Условия обслуживания и Политика конфиденциальности';
$this->params['breadcrumbs'][] = $this->title;
?>


<div class="container " style="margin-top: 50px">
    <div class="site-privacy">
        <h1>Условия обслуживания VPN MAX</h1>
        <p>
            Настоящие Условия обслуживания («Условия обслуживания») вместе с Политикой конфиденциальности («Политика
            конфиденциальности») регулируют использование различных предлагаемых компанией Digital Max TOO. («VPN MAX»,
            «мы», «нас» и «наш») услуг, нашего сайта («Сайт»), мобильных и веб-приложений («Приложения»), контента
            («Контент») и программного обеспечения («Программы»), связанного с нашими услугами (совместно, «Услуги»), а
            также регулируют доступ к ним.
            Соглашаясь с настоящими Условиями обслуживания, вы также соглашаетесь и с Политикой конфиденциальности.
            Настоящие Условия обслуживания и Политика конфиденциальности вместе составляют Соглашение и являются имеющим
            исковую силу обязательным к исполнению соглашением между вами и VPN MAX.
        </p>
        <h2>1. Принятие</h2>
        <p>Используя и/или получая доступ к Услугам, вы от своего имени и от имени своих представителей («вы»)
            обязуетесь
            соблюдать и выполнять настоящие Условия обслуживания и Политику конфиденциальности во всей их полноте, в том
            числе отвечать по любым искам, вытекающим из вашего использования Услуг.
            Если вы принимаете настоящие Условия обслуживания от имени своего работодателя или другого юридического
            лица, вы
            заверяете и гарантируете следующее:
        <p>(i) вы обладаете всей полнотой полномочий заключать обязательное к исполнению для вашего работодателя или
            такого
            юридического лица имеющее исковую силу Соглашение;</p>
        <p> (ii) вы прочитали и поняли содержание Соглашения;</p>
        <p> (iii) вы соглашаетесь с положениями Соглашения и принимаете их от имени стороны, которую вы
            представляете.</p>

        Создавая аккаунт для использования наших Услуг, вы гарантируете, что вы достигли возраста не менее 18 лет, или
        другого возраста, считающегося совершеннолетием в вашей юрисдикции или в юрисдикции, из которой вы используете
        Услуги, или что вы являетесь правоспособным юридическим лицом, и что предоставленная вами регистрационная
        информация верна и полна.
        Некоторые разделы настоящих Условий обслуживания или Политики конфиденциальности могут быть неприменимы к вашему
        конкретному способу использования Услуг. Если вы не соглашаетесь с любой частью настоящего Соглашения, которая
        применима к вам, вы не имеете доступа к Услугам.
        Во избежание сомнений, Соглашение регулирует ваш доступ к нашим Услугам и их использование посредством любых
        способов и каналов, включая доступ или использование в связи с работой роутеров или иных продуктов, предлагаемых
        VPN MAX («Аппаратура»).</p>

        <h2>2. Внесение изменений</h2>
        <p>VPN MAX вправе вносить изменения в настоящие Условия обслуживания в любое время без уведомления
            пользователей.
            Если иное не указано нами в явной форме, каждое обновление настоящих Условий обслуживания вступает в силу с
            момента размещения обновленной версии на нашем Сайте. Если вы продолжаете использовать Услуги после
            вступления
            изменений в силу, вы соглашаетесь с ними. Текущая версия Условий обслуживания размещена на Сайте. Вы
            обязуетесь
            периодически проверять текущую версию и наличие обновлений Условий обслуживания. Мы уведомляем Подписчиков о
            любых существенных изменениях Условий обслуживания по электронной почте на предоставленные вами адреса,
            и/или
            посредством размещения на Сайте и/или в вашем Аккаунте баннеров и всплывающих сообщений.
        </p>

        <h2>3. Политика конфиденциальности</h2>
        <p>VPN MAX обязуется защищать вашу информацию и не собирает и не ведет журналов истории браузера, назначения и
            содержания трафика, запросов DNS и идентифицирующих IP-адресов пользователей в связи с Услугами. Во время
            регистрации вы сообщаете нам определенную персональную информацию (адрес электронной почты и платежные
            данные).
            Мы собираем только минимально необходимые нам для предоставления Услуг данные.
            Подробнее о сборе и обработке данных, а также о ваших и наших правах и обязательствах можно узнать из
            Политики
            конфиденциальности.</p>
        <h2>4. Подписка</h2>
        <p>
            Вы получите доступ к нашим Услугам после установки приложения или регистрации аккаунта («Аккаунт») на Сайт.
            Подписываясь на Услуги или используя приложение, вы становитесь подписчиком («Подписчик») на выбранный вами
            срок. Полная информация о планах подписки и ценах размещена на Сайте. VPN MAX сохраняет за собой право
            изменять
            планы подписки и вводить новые ценовые категории в любой момент при условии направления предварительного
            уведомления. Такое уведомление размещается на Сайте, в приложениях или в вашем Аккаунте, либо направляется
            по
            электронной почте. Изменения ценообразования не влияют на текущую подписку Подписчика и вступают в силу
            только
            при продлении подписки. Покупки и возврат средств осуществляются через сторонние платформы платежных
            компаний.
            Более подробно о таких сторонних компаниях и том, как они обрабатывают ваши данные, можно узнать из Политики
            конфиденциальности.
            В зависимости от выбранного способа оплаты планы подписки могут предусматривать автоматическое продление по
            умолчанию по истечении оплаченного срока. По умолчанию подписка продлевается на тот же срок, что и
            первоначальный оплаченный срок. Счет будет автоматически выставлен вам с учетом последнего выбранного вами
            способа оплаты. Отключить автоматическое продление при желании вы можете в своем Аккаунте, или направив нам
            электронное письмо на адрес admin@vpnmax.org. По умолчанию автопродление включено, если выбранный вами
            способ
            оплаты поддерживает опцию автопродления (напр., кредитная карта или PayPal), и отключено, если ваш способ
            оплаты
            не поддерживает эту опцию (напр., биткойн).
            Каждая оплаченная подписка предоставляет вам 1 (одну) лицензию на использование наших Услуг VPN не более чем
            на
            5 (пяти) устройствах одновременно. Вы можете использовать наши Услуги более чем на 5 (пяти) устройствах
            следующим образом:
        <p>(i) использовать VPN MAX на своем роутере;</p>
        <p>(ii) купить дополнительные подписки;</p>
        <p> (iii) купить дополнительные лицензии при помощи опции «объем лицензирования». Более подробно о последнем
            варианте можно узнать в нашей Службе поддержки по адресу admin@vpnmax.org.</p>
        Вы признаете, что несете ответственность за сохранение конфиденциальности и обеспечение безопасности информации
        о вашем Аккаунте. Вы несете единоличную ответственность за все действия, совершаемые с Аккаунтом. Если вы
        подозреваете, что посторонние лица получили доступ к вашему Аккаунту без вашего разрешения или что ваши пароли
        были скомпрометированы, мы рекомендуем вам незамедлительно сообщить об этом нам, чтобы мы могли принять
        необходимые меры.
        </p>
        <h2>5. Политика возврата средств</h2>
        <p>
            Если вы аннулируете свой Аккаунт по любой причине в течение первых 30 (тридцати) календарных дней после
            покупки,
            мы вернем вам ваши средства в полном объеме («Гарантия возврата средств»).
            Возврат средств по истечении указанного срока производится на усмотрение VPN MAX в случае доказанного факта
            недоступности Услуг в течение срока подписки, а также того, что Пользователь предпринял достаточные попытки
            связаться с VPN MAX с целью разрешения проблемы. В таком случае VPN MAX может вернуть Подписчику средства
            пропорционально сроку недоступности Услуг.
            Запросы на возврат средств, как правило, обрабатываются в течение 7 (семи) дней. Возврат средств выполняется
            с
            учетом первоначально выбранного способа оплаты. Все возвраты осуществляются в долларах США. В связи с этим
            сумма
            возврата может отличаться от первоначально уплаченной суммы в местной валюте или в биткойн (напр., ввиду
            курсов
            обмена валют и комиссий, актуальных для вашего способа оплаты).
            Любое изменение первоначальной покупки (напр., продление срока или приобретение дополнительных лицензий для
            одного Аккаунта) является отказом от Гарантии возврата средств. Запросить возврат в рамках Гарантии возврата
            средств вы можете по электронной почте по адресу admin@vpnmax.org.
            Пользователям, оплачивающим свои покупки через Apple App Store (iTunes), не предоставляется опция Гарантии
            возврата средств в течение 30 дней. Вместо этого такие пользователи могут запросить возврат средств через
            Apple
            App Store. В таком случае возврат средств осуществляется исключительно на усмотрение Службы поддержки Apple.
        </p>
        <h2>6. Политика допустимого использования</h2>
        <p>
            Наши Услуги доступны из любой точки мира. Вы обязуетесь самостоятельно оценивать, соблюдает ли ваше
            использование Услуг местное применимое законодательство. Если использование, доступ и подписка на Услуги в
            вашей
            стране нарушает нашу Политику экспортного контроля, вы не сможете получить доступ к Услугам.
            При любом использовании Услуг вы обязуетесь соблюдать настоящие Условия обслуживания, а также применимое
            законодательство, регламенты и политики.
            VPN MAX стремится предоставить наиболее качественное обслуживание всем Подписчикам, поэтому мы требуем,
            чтобы вы
            не использовали наш Контент и наши Услуги ненадлежащим образом. Ненадлежащее использование включает в себя
            использование, доступ или изменение Контента или Услуг в нарушение настоящих Условий обслуживания, а также
            применимого законодательства.
            С целью защиты Услуг от ненадлежащего использования мы сохраняем за собой право принимать соответствующие
            меры в
            случае нарушения настоящих Условий обслуживания и применимого законодательства. Вы соглашаетесь с правом VPN
            MAX
            ограничивать доступ к любым Услугам, аннулировать ваш Аккаунт, а также принимать юридические меры в
            соответствии
            с законодательством без возврата средств, уже выплаченных за Услуги, если мы, по своему усмотрению, решим,
            что
            вы использовали Услуги ненадлежащим образом.
            При использовании Услуг вы обязуетесь:
            <br>
            - не направлять и не передавать рекламные сообщения или контент без согласования с получателем (т. е.
            «спам»)
            при помощи Услуг;
            <br>
            - не направлять и не передавать при помощи Услуг любой контент, являющийся незаконным, носящий угрожающий,
            оскорбительный, вводящий в заблуждение и клеветнический характер, нарушающий права интеллектуальной
            собственности VPN MAX или третьих лиц, нарушающий право на частную жизнь или пропагандирующий ненависть,
            жестокость или незаконные действия;
            <br>
            - не загружать, не скачивать, не публиковать, не воспроизводить и не распространять любой контент,
            защищенный
            авторским правом и иными имущественными правами, без разрешения правообладателей;
            <br>
            - не загружать, не скачивать, не публиковать, не воспроизводить и не распространять любой контент,
            содержащий
            сексуальные или откровенные описания несовершеннолетних лиц, либо контент, связанный с аналогичными
            ограничениями в соответствии с законодательством вашей страны;
            <br>
            - не осуществлять действия, ограничивающие использование другими Подписчиками Услуг или препятствующие
            такому
            использованию;
            <br>
            - не предпринимать попыток настроить доступ или подключать другие неавторизованные устройства без надлежащей
            авторизации (т. е. любая форма «хакерского» использования);
            <br>
            - не собирать, не применять и не распространять списки IP-адресов, используемых VPN MAX в связи с Услугами;
            - не использовать Услуги в незаконных целях.
        </p>
        <h2>7. Лицензия</h2>
        <p>
            При условии вашего согласия с настоящими Условиями обслуживания VPN MAX предоставляет вам действующую в
            любой
            стране мира, неисключительную, не подлежащую сублицензированию и ограниченную лицензию на скачивание и
            использование Услуг. Лицензия может быть отозвана в полном объеме. Изменение, передача третьим лицам,
            восстановление алгоритмов и иное использование Услуг любым образом без явного разрешения VPN MAX,
            предоставленного в настоящих Условиях обслуживания, строго запрещены.
            Использование любых материалов, на которые распространяются права интеллектуальной собственности VPN MAX,
            запрещено без явного письменного согласия VPN MAX. Никакие положения настоящих Условий обслуживания,
            относящиеся
            к Услугам, не являются явным или подразумеваемым предоставлением какой-либо лицензии или права в отношении
            объектов интеллектуальной собственности VPN MAX.
            8. Контент, язык и перевод, социальное взаимодействие
            Весь наш Контент создается на английском языке. Любой перевод Контента выполняется при наличии
            соответствующих
            ресурсов. Мы не гарантируем точность перевода.
            Мы периодически публикуем информацию о наших Услугах на нашем Сайте, в наших социальных сетях, на форумах и
            блогах, а также на других электронных информационных каналах. В некоторых случаях Подписчики и сторонние
            пользователи могут комментировать такие сообщения и взаимодействовать друг с другом. Вы несете единоличную
            ответственность за любые данные, контент, мнения или материалы, публикуемые вами на таких каналах. VPN MAX
            не
            обязан проверять такие обсуждения, но может это делать по своему усмотрению и удалять любой размещенный в
            них
            контент. VPN MAX заявляет, что, насколько это допускается применимым законодательством, не несет никакой
            ответственности за информацию, контент, мнения или материалы, размещенные Подписчиками и сторонними
            пользователями.
        </p>
        <h2>9. Сторонние сайты</h2>
        <p> VPN MAX может предлагать вам сторонний контент или размещать ссылки, ведущие на сторонние сайты. VPN MAX не
            несет ответственности за доступность любого стороннего контента, поскольку не контролирует его
            правообладателей
            и их условия и политики. Ваш доступ к любым сторонним сайтам, услугам или контенту посредством наших Услуг
            не
            создает между их правообладателями и нами никаких отношений.</p>

        <h2>10. Партнерские услуги</h2>

        <p>
            VPN MAX может периодически предоставлять доступ или размещать рекламные предложения в отношении партнерских
            услуг, приложений или сайтов («Партнерские услуги») в качестве дополнения к Услугам. Партнерские услуги не
            интегрированы и не внедрены в Услуги. Ваше использование Партнерских услуг регулируется соответствующими
            партнерскими условиями и регламентами. VPN MAX ни при каких обстоятельствах не передает вашу персональную
            информацию поставщикам Партнерских услуг.
            VPN MAX не несет ответственности за работу, функции или контент в рамках Партнерских услуг, а также за любые
            транзакции, совершаемые вами с поставщиками Партнерских услуг, и не гарантирует совместимость наших Услуг с
            Партнерскими услугами. Вы несете все риски в связи с использованием Партнерских услуг. Любые вопросы и
            разногласия, вытекающие из вашего использования Партнерских услуг, подлежат разрешению с поставщиками
            Партнерских услуг.
        </p>

        <h2>11. Отказ от ответственности</h2>
        <p>
            Мы стремимся предотвратить любые перебои в работе Сайта и Услуг, но предоставляем их на условиях «как есть».
            Мы
            не предоставляем явных и подразумеваемых гарантий точности и достоверности любых материалов и информации,
            предоставленных при помощи Сайта и Услуг, а также их пригодности для какой-либо конкретной цели. Насколько
            это
            соответствует применимому законодательству, мы не даем никаких гарантий, включая гарантии коммерческой
            пригодности или пригодности для какой-либо конкретной цели, а также гарантии ненарушения сторонних прав. Мы
            не
            гарантируем соответствие Услуг вашим требованиям, непрерывное, своевременное, безопасное и безошибочное
            предоставление Услуг, а также не гарантируем исправление ошибок в случае их обнаружения. Вы признаете, что
            несете все риски, связанные с использованием Сайта и/или Услуг.
            Скорость, доступность, качество услуг VPN, а также доступность конкретных серверов могут варьироваться. VPN
            MAX
            прикладывает усилия к тому, обеспечить постоянную доступность Услуг. Тем не менее, Услуги могут оказаться
            недоступны по различным неподконтрольным нам причинам, включая, помимо прочего, чрезвычайные ситуации,
            сторонние
            сбои, неполадки или технические ограничения каналов передачи, оборудования или сети, помехи и силу сигнала.
            Мы
            не несем ответственности за утерю, проблемы с передачей, задержки или неправильную адресацию данных,
            сообщений и
            страниц по причине сбоев или нарушения работы Услуг, каналов коммуникации или сетей. Мы можем ограничивать и
            приостанавливать предоставление Услуг, аннулировать Аккаунты и блокировать определенные виды использования
            по
            своему усмотрению с целью защиты Подписчиков и Услуг VPN MAX. Мы не гарантируем точность и своевременность
            полученных данных.
            VPN MAX сохраняет за собой право расследовать возможные случаи нарушения настоящих Условий обслуживания. Мы
            можем по своему усмотрению без предупреждения удалять, блокировать, фильтровать и иным образом ограничивать
            любую информацию и материалы, если сочтем, что они нарушают настоящие Условия обслуживания, а также любые
            действия, которые могут привести к возникновению у VPN MAX и его клиентов юридической ответственности. В том
            числе, мы имеем право аннулировать ваш Аккаунт и предпринять любые доступные нам юридические действия в
            соответствии с применимым законодательством. VPN MAX не несет никакой ответственности за ваши действия и
            размещенные вами при помощи Услуг материалы.
        </p>
        <h2>12. Ограничение ответственности</h2>
        <p>Насколько это допустимо в соответствии с применимым законодательством, VPN MAX не несет ответственности и не
            принимает на себя обязательств перед любым Подписчиком или иным лицом за любые убытки и ущерб, понесенные в
            результате:
            <br>
            - сбоев или перерывов в предоставлении Услуг;
            <br>
            - действий или бездействия третьих лиц в связи с предоставлением вам Услуг или содержащихся в них данных;
            <br>
            - любого вашего использования или неспособности использовать Сайт или Услуги;
            <br>
            - вашего взаимодействия с другими пользователями в рамках Услуг и на форумах, предоставленных VPN MAX;
            <br>
            - вашего нарушения Соглашения;
            <br>
            - стоимости предоставления товаров и услуг на замену;
            <br>
            - несанкционированного доступа или изменения ваших сообщений и данных вне зависимости от возможности
            контроля
            ситуации со стороны VPN MAX или сторонних поставщиков.
            Насколько это допускается применимым законодательством, компания VPN MAX, ее партнеры, аффилированные лица,
            дочерние предприятия, участники, руководители и сотрудники не несут никакой ответственности за прямые,
            особые,
            косвенные, случайные, побочные и другие убытки, понесенные пользователями.</p>
        <h2>13. Освобождение от ответственности и гарантия возмещения</h2>
        <p>
            Вы освобождаете компанию VPN MAX, ее руководителей, директоров, сотрудников, участников, партнеров, агентов
            и
            поставщиков, а также их соответствующие аффилированные лица, руководителей, директоров, сотрудников,
            участников,
            акционеров, партнеров и агентов от ответственности и гарантируете им возмещение убытков в связи с любыми
            претензиями, исками и расходами, включая судебные издержки, вытекающими из вашего использования Услуг,
            включая,
            помимо прочего, ваше нарушение Соглашения. Мы вправе выбирать средства правовой защиты по своему усмотрению
            при
            условии вашего возмещения наших расходов.
        </p>
        <h2> 14. Отказ от платежа</h2>
        <p>
            Мы сохраняем за собой право незамедлительно приостановить предоставление Услуг без предварительного
            уведомления
            в случае Отказа от платежа. Отказ от платежа представляет собой ваше обращение в банк с целью отмены или
            опротестования любого платежа в связи с вашим использованием Услуг. Отказ от платежа является нарушением
            ваших
            платежных обязательств в соответствии с настоящими Условиями обслуживания. Мы также сохраняем за собой право
            (но
            не принимаем обязательство) оспорить любой Отказ от платежа по вашему Аккаунту. Мы можем удалить ваш Аккаунт
            и
            ограничить ваш дальнейший доступ к Услугам, если по своему усмотрению определим, что ваш Отказ от платежа
            носил
            противоправный характер.
        </p>
        <h2>15. Регулирующее право и законодательство</h2>
        <p>Настоящее Соглашение регулируется и толкуется в соответствии с законодательством Казахстана, за исключением
            норм
            коллизионного права.
        </p>
        <h2> 16. Разрешение споров</h2>
        <p>Принимая настоящие Условия обслуживания и/или используя Услуги, вы безусловно соглашаетесь с тем, что все
            споры
            и разногласия, вытекающие из настоящего Соглашения или использования Услуг, подлежат окончательному
            разрешению в
            обладающих соответствующей юрисдикцией судах г.Алматы (Казахстан).
        </p>
        <h2>17. Уступка</h2>
        <p>
            В случае приобретения или слияния VPN MAX с третьим лицом VPN MAX вправе без уведомления вас уступить
            Соглашение, включая свои права и обязательства по нему, новому юридическому лицу, для которого Соглашение,
            права
            и обязательства будут иметь исковую силу. Права и обязательства сторон по Соглашению имеют исковую силу и
            действительный характер для правопреемников и разрешенных цессионариев сторон. Любая уступка, не
            предусмотренная
            Соглашением, не является действительной и не имеет силы.
        </p>
        <h2>18. Заключительные положения</h2>
        <p>Недействительность или потеря исковой силы любого положения Соглашения не влияет на действительность и
            исковую
            силу остальных положений Соглашения. Недействительное или не имеющее исковой силы положение подлежит
            изменению в
            соответствии с применимым законодательством с тем, чтобы отразить первоначальное намерение такого положения
            законным образом. Если сторона Соглашения не реализует какое-либо свое право или не требует принудительного
            исполнения какого-либо положения Соглашения, это не означает отказа от такого права или от принудительного
            исполнения такого положения в дальнейшем.</p>

    </div>
</div>